* Barnes_D4_1974

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Barnes_D4_1974
Place name                       | Barnes Ice Cap
Geographic location              | Canadian Arctic South
Ice type                         | Ice cap
Data Source                      | Graphic in science source
Data DOI                         | 
Science Source                   | Hooke, Roger LeB., Alexander, E. Calvin, Gustafson, Robert J.: Temperature profiles in the Barnes Ice Cap, Baffin Island, Canada, and heat flux from the subglacial terrane , Canadian Journal of Earth Sciences 17(9), Canadian Science Publishing, 1174–1188, sep 1980
Science DOI                      | 10.1139/e80-124
Date                             | 1974-07-10
Longitude [°E]                   | -72.1001
Latitude [°N]                    | 69.80686
Location Source                  | Location digitized by M. Jacquemart from Gilbert (2016)
Depth of top measurement [m]     | 1.0
Depth of bottom measurement [m]  | 81
Ice thickness [m]                | 115
Coverage [% of thickness]        | 70
Ice thickness source             | See science source
Note                             | "Date is ""Date completed"" from Hooke (1980) Table 1 Column 2 + Days to final measurement (Column 3); Temperature and location digitized by M. Jacquemart from Gilbert (2016)"
#+end_example


** Temperature

+ Any notes on source or data
+ Links to key papers

** Thickness

+ Notes on thickness
 
** Location

+ Notes on location

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|         d |          t |
| 0.5946482 | -10.737423 |
| 13.379583 | -10.462577 |
|  27.65114 | -10.127607 |
| 41.922695 |  -9.698159 |
| 56.491577 |   -9.28589 |
|  69.27651 |  -9.011043 |
|  81.16947 | -8.7361965 |


